'use strict';
// функция принимает массив кнопок
// при нажатии на один элемент - соседние элементы(слева и справа по id) 
// меняют свой цвет(если они существуют)
// активный цвет #0D5EAF opaciti: 1;
// соседние с opaciti 0.8 0.6 0.4;(универсальная функция - это длинна массива 
// в пропорции к 1 опасити. 
// ее надо разделить на все блоки. первый элемент имеет опасити 1; последний 0.4)
// остальные элементы высчитываются методом пропорции.(получить массив с цветами?)

// пока сделаю просто в css без возможности добавления новых слайдов